const textContent = {
   'L0-CIO': {
      id: 'L0-CIO',
      name: 'Директор по ИТ/Технический директор'
   },
   'L1-CDO': {
      id: 'L1-CDO',
      name: 'Директор по данным'
   },
   'L1-EMPTY': {
      id: 'L1-EMPTY',
      name: 'EMPTY'
   },
   'L1-HD': {
      id: 'L1-HD',
      name: 'Руководитель департамента разработки'
   },
   'L1-HISO': {
      id: 'L1-HISO',
      name: 'Руководитель департамента информационной безопасности'
   },
   'L1-HITPS': {
      id: 'L1-HITPS',
      name: 'Руководитель департамента технической поддержки'
   },
   'L1-HPMO': {
      id: 'L1-HPMO',
      name: 'Руководитель проектного офиса'
   },
   'L1_HT': {
      id: 'L1_HT',
      name: 'Руководитель департамента телекоммуникации'
   },
   'L2-A': {
      id: 'L2-A',
      name: 'Архитектор'
   },
   'L2-AGILE': {
      id: 'L2-AGILE',
      name: 'Методологии разработки'
   },
   'L2-ITSA': {
      id: 'L2-ITSA',
      name: 'Архитектор решений'
   },
   'L2-PPM': {
      id: 'L2-PPM',
      name: 'Руководитель портфеля проектов'
   },
   'L2-TL1': {
      id: 'L2-TL1',
      name: 'Руководитель группы'
   },
   'L2-TL2': {
      id: 'L2-TL2',
      name: 'Руководитель группы'
   },
   'L2-TL3': {
      id: 'L2-TL3',
      name: 'Руководитель группы'
   },
   'L2-TL4': {
      id: 'L2-TL4',
      name: 'Руководитель группы'
   },
   'L2-TL5': {
      id: 'L2-TL5',
      name: 'Руководитель группы'
   },
   'L2-TL6': {
      id: 'L2-TL6',
      name: 'Руководитель группы'
   },
   'L3-DA': {
      id: 'L3-DA',
      name: 'Аналитик'
   },
   'L3-DME': {
      id: 'L3-DME',
      name: 'Инженер'
   },
   'L3-DO': {
      id: 'L3-DO',
      name: 'DevOps'
   },
   'L3-DS': {
      id: 'L3-DS',
      name: 'Методолог'
   },
   'L3-H': {
      id: 'L3-H',
      name: 'Оборудование'
   },
   'L3-ISC': {
      id: 'L3-ISC',
      name: 'Контроль информационной безопасности'
   },
   'L3-ITSM': {
      id: 'L3-ITSM',
      name: 'ITSM'
   },
   'L3-L1': {
      id: 'L3-L1',
      name: 'Первая линия'
   },
   'L3-L2': {
      id: 'L3-L2',
      name: 'Вторая линия'
   },
   'L3-L3': {
      id: 'L3-L3',
      name: 'Третья линия'
   },
   'L3-PM': {
      id: 'L3-PM',
      name: 'Руководитель проекта'
   },
   'L3-PT': {
      id: 'L3-PT',
      name: 'Тестирование на проникновение'
   },
   'L3-S': {
      id: 'L3-S',
      name: 'Программное обеспечение'
   },
   'L3-SD': {
      id: 'L3-SD',
      name: 'Ведущий разработчик'
   },
   'L3-SOC': {
      id: 'L3-SOC',
      name: 'Центр обеспечения безопасности'
   },
   'L3-SQAE': {
      id: 'L3-SQAE',
      name: 'Ведущий тестировщик'
   },
   'L3-T': {
      id: 'L3-T',
      name: 'Тестирование'
   },
   'L4-MD': {
      id: 'L4-MD',
      name: 'Разработчик'
   },
   'L4-MQAE': {
      id: 'L4-MQAE',
      name: 'Тестировщик'
   },
   'L5-BA': {
      id: 'L5-BA',
      name: 'Бизнес-аналитик'
   },
   'L5-JD': {
      id: 'L5-JD',
      name: 'Младший разработчик'
   },
   'L5-JQAE': {
      id: 'L5-JQAE',
      name: 'Младший тестировщик'
   },
   'L5-SA': {
      id: 'L5-SA',
      name: 'Системный аналитик'
   },
   'L6-AS': {
      id: 'L6-AS',
      name: ' '
   },
   'L6-ITIS': {
      id: 'L6-ITIS',
      name: 'Поддержка инфраструктуры'
   },
   'L6-SASEECT': {
      id: 'L6-SASEECT',
      name: 'Специалист/инженер по информационной безопасности'
   },
   'L6-T1': {
      id: 'L6-T1',
      name: 'Стажер'
   },
   'L6-T2': {
      id: 'L6-T2',
      name: 'Стажер'
   },
   'L6-TW': {
      id: 'L6-TW',
      name: 'Технический писатель'
   },
   'L6-US': {
      id: 'L6-US',
      name: 'Поддержка пользователей'
   },
   'L7-D': {
      id: 'L7-D',
      name: 'Разработка'
   },
   'L7-DA': {
      id: 'L7-DA',
      name: 'Анализ данных'
   },
   'L7-IS': {
      id: 'L7-IS',
      name: 'Информационная безопасность'
   },
   'L7-ITOAS': {
      id: 'L7-ITOAS',
      name: 'Операционная поддержка ИТ'
   },
   'L7-PM': {
      id: 'L7-PM',
      name: 'Управление проектами'
   },
   'L7-QA': {
      id: 'L7-QA',
      name: 'Тестирование'
   },
   'L7-T': {
      id: 'L7-T',
      name: 'Телекоммуникации'
   },
}
export default {
    textContent
}
